<?php

return [
    // array of days names
    'days'       => ['الأحد', 'الإثنين', 'الثلاثاء', 'الأربعاء', 'الخميس', 'الجمعة', 'السبت'],

    // array of short days names
    'short_days' => ['الأحد', 'الإثنين', 'الثلاثاء', 'الأربعاء', 'الخميس', 'الجمعة', 'السبت'],

    // array of months names
    'months'     => [
        'محرّم',
        'صفر',
        'ربيع الأوّل',
        'ربيع الآخر',
        'جمادى الأولى',
        'جمادى الآخرة',
        'رجب',
        'شعبان',
        'رمضان',
        'شوّال',
        'ذو القعدة',
        'ذو الحجة',
    ],

    // array of periods
    'periods'    => ['ص', 'م'],
];